[
  {
    "entry_id": "map00720",
    "name": "Carbon fixation pathways in prokaryotes",
    "description": "Carbon fixation is an important pathway for autotrophs living in various environments. Plants and cyanobacteria fix CO2 as organic compounds using solar energy mainly by the reductive pentose phosphate cycle (also called Calvin cycle, Calvin-Benson cycle, or Calvin-Benson-Bassham cycle) [MD:M00165]. There are, at least, five additional carbon fixation pathways known to exist in autotrophic bacteria and archaea, which differ in reducing compounds, energy source, and oxygen sensitivity of enzymes. (i) The reductive citric acid cycle (Arnon-Buchanan cycle) [MD:M00173] is found in microaerophiles and anaerobes, such as green sulfur bacteria. In one complete turn of this cycle, four molecules of CO2 are fixed by the enzymes that are sensitive to oxygen, resulting in the production of one molecule of oxaloacetate, which is itself an intermediate of the cycle. (ii) The reductive acetyl-CoA pathway (Wood-Ljungdahl pathway) [MD:M00377] is found in strictly anaerobic bacteria and archaea (Proteobacteria, Planctomycetes, Spirochaetes, and Euryarchaeota), some of which are methane-forming. A bifunctional enzyme, carbon monoxide dehydrogenase/acetyl-CoA synthase, catalyzes the reactions from CO2 to CO and from CO2 to a methyl group, and then to generate acetyl-CoA. (iii) The 3-hydroxypropionate bicycle [MD:M00376] is found in some green non-sulphur bacteria of the family Chloroflexaceae. In one complete turn of this bicycle, three molecules of bicarbonate are converted into one molecule of pyruvate. In addition, this bicycle provides the secondary benefit of useful intermediates for biosynthesis: acetyl-CoA, glyoxylate, and succinyl-CoA. (iv) The hydroxypropionate-hydroxybutyrate cycle [MD:M00375] is found in aerobic Crenarchaeota, Acidianus, Metallosphaera, and Sulfolobales. Some of the intermediates and the carboxylation reactions are the same as in the 3-hydroxypropionate bicycle. One complete turn of this cycle generates two molecules of acetyl-CoA, one of which is reutilized in the the cycle and the other is removed for cell material biosynthesis. (v) The dicarboxylate-hydroxybutyrate cycle [MD:M00374] was named after its intermediates: succinate (a kind of dicarboxylate) and hydroxybutyrate. This cycle has been found only in Ignicoccus hospitals, a strictly anaerobic hyperthermophilic archaea. Recent genome study suggests that this cycle may exist in Desulfurococcales (to which Ignicoccus belongs) and Thermoproteales (a taxon close to the origin of archaea). The first half of the cycle, from acetyl-CoA to succinate-CoA, corresponds to the reductive citric acid cycle and the latter half of the cycle, from succinate-CoA to two molecules of acetyl-CoA, corresponds to the hydroxypropionate-hydroxybutyrate cycle.",
    "classes": [
      "Metabolism",
      "Energy metabolism"
    ],
    "diseases": {
    },
    "dblinks": {
      "GO": [
        "0015977"
      ]
    },
    "pathways": {
      "map00720": "Carbon fixation pathways in prokaryotes"
    },
    "orthologs": {
    },
    "references": [
      {
        "authors": [
          "Zarzycki J",
          "Brecht V",
          "Muller M",
          "Fuchs G"
        ],
        "title": "Identifying the missing steps of the autotrophic 3-hydroxypropionate CO2 fixation cycle in Chloroflexus aurantiacus.",
        "journal": "Proc Natl Acad Sci U S A 106:21317-22 (2009) DOI:10.1073/pnas.0908356106",
        "volume": "",
        "issue": "",
        "pages": "",
        "year": "",
        "pubmed": "19955419",
        "medline": "",
        "doi": null,
        "abstract": "",
        "url": null,
        "mesh": [

        ],
        "embl_gb_record_number": null,
        "sequence_position": null,
        "comments": null,
        "affiliations": [

        ]
      },
      {
        "authors": [
          "Teufel R",
          "Kung JW",
          "Kockelkorn D",
          "Alber BE",
          "Fuchs G"
        ],
        "title": "3-hydroxypropionyl-coenzyme A dehydratase and acryloyl-coenzyme A reductase, enzymes of the autotrophic 3-hydroxypropionate/4-hydroxybutyrate cycle in the Sulfolobales.",
        "journal": "J Bacteriol 191:4572-81 (2009) DOI:10.1128/JB.00068-09",
        "volume": "",
        "issue": "",
        "pages": "",
        "year": "",
        "pubmed": "19429610",
        "medline": "",
        "doi": null,
        "abstract": "",
        "url": null,
        "mesh": [

        ],
        "embl_gb_record_number": null,
        "sequence_position": null,
        "comments": null,
        "affiliations": [

        ]
      },
      {
        "authors": [
          "Huber H",
          "Gallenberger M",
          "Jahn U",
          "Eylert E",
          "Berg IA",
          "Kockelkorn D",
          "Eisenreich W",
          "Fuchs G"
        ],
        "title": "A dicarboxylate/4-hydroxybutyrate autotrophic carbon assimilation cycle in the hyperthermophilic Archaeum Ignicoccus hospitalis.",
        "journal": "Proc Natl Acad Sci U S A 105:7851-6 (2008) DOI:10.1073/pnas.0801043105",
        "volume": "",
        "issue": "",
        "pages": "",
        "year": "",
        "pubmed": "18511565",
        "medline": "",
        "doi": null,
        "abstract": "",
        "url": null,
        "mesh": [

        ],
        "embl_gb_record_number": null,
        "sequence_position": null,
        "comments": null,
        "affiliations": [

        ]
      },
      {
        "authors": [
          "Hugler M",
          "Wirsen CO",
          "Fuchs G",
          "Taylor CD",
          "Sievert SM"
        ],
        "title": "Evidence for autotrophic CO2 fixation via the reductive tricarboxylic acid cycle by members of the epsilon subdivision of proteobacteria.",
        "journal": "J Bacteriol 187:3020-7 (2005) DOI:10.1128/JB.187.9.3020-3027.2005",
        "volume": "",
        "issue": "",
        "pages": "",
        "year": "",
        "pubmed": "15838028",
        "medline": "",
        "doi": null,
        "abstract": "",
        "url": null,
        "mesh": [

        ],
        "embl_gb_record_number": null,
        "sequence_position": null,
        "comments": null,
        "affiliations": [

        ]
      },
      {
        "authors": [
          "Seravalli J",
          "Kumar M",
          "Ragsdale SW"
        ],
        "title": "Rapid kinetic studies of acetyl-CoA synthesis: evidence supporting the catalytic intermediacy of a paramagnetic NiFeC species in the autotrophic Wood-Ljungdahl pathway.",
        "journal": "Biochemistry 41:1807-19 (2002) DOI:10.1021/bi011687i",
        "volume": "",
        "issue": "",
        "pages": "",
        "year": "",
        "pubmed": "11827525",
        "medline": "",
        "doi": null,
        "abstract": "",
        "url": null,
        "mesh": [

        ],
        "embl_gb_record_number": null,
        "sequence_position": null,
        "comments": null,
        "affiliations": [

        ]
      },
      {
        "authors": [
          "Ljungdahl LG"
        ],
        "title": "The autotrophic pathway of acetate synthesis in acetogenic bacteria.",
        "journal": "Annu Rev Microbiol 40:415-50 (1986) DOI:10.1146/annurev.mi.40.100186.002215",
        "volume": "",
        "issue": "",
        "pages": "",
        "year": "",
        "pubmed": "3096193",
        "medline": "",
        "doi": null,
        "abstract": "",
        "url": null,
        "mesh": [

        ],
        "embl_gb_record_number": null,
        "sequence_position": null,
        "comments": null,
        "affiliations": [

        ]
      }
    ],
    "modules": {
    },
    "organism": "",
    "genes": {
    },
    "enzymes": [

    ],
    "reactions": {
    },
    "compounds": {
    },
    "rel_pathways": {
    },
    "ko_pathway": "ko00720"
  }
]